Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/kulturkunnskap-i-rusomsorgen-er-viktig.html.tmx
Source language: nob
Languages: sme

source: Kulturkunnskap i rusomsorgen er viktig / Sosial / Helse og sosial / Forsiden - Sametinget
sme: Kulturmáhttu lea deaŧalaš gárrendikšumis / Sosiála / Dearvvašvuohta ja sosiála / Sámediggi - Sametinget

source: Kulturkunnskap i rusomsorgen er viktig
sme: Kulturmáhttu lea deaŧalaš gárrendikšumis

source: Regjeringen og støttepartiene invitert tirsdag 26.mai til dialogmøte om opptrappingsplan for rus, der Sametingsrådet deltok med innspill.
sme: 27. Miessemánnu 2015

source: Rådsmedlem Henrik Olsen trakk i sitt innspill fram viktigheten av god kulturkompetanse i både forebygging og behandling.
sme: Ráđđehus ja doarjjabellodagat ledje bovden maŋŋebárgga miessemánu 26. b. gulahallančoahkkimii, gosa Sámediggeráđđi searvvai ja buvttii árvalusaid.

source: - Det er svært viktig at man har god kulturkompetanse når forebyggings- og behandlingstilbud skal utvikles, sier rådsmedlem Henrik Olsen.
sme: Ráđđelahttu Henrik Olsen gesii ovdan dan man deaŧalaš lea buorre kulturgelbbolašvuohta sihke eastadeamis ja dikšumis.

source: Han peker videre på at forskning viser at en sterk samisk identitet hos ungdom virker beskyttende mot misbruk av rus.
sme: - Buorre kulturgelbbolašvuohta lea hui deaŧalaš dalle go eastadan- ja dikšunfálaldat ovddiduvvo, dadjá ráđđelahttu Henrik Olsen.

source: - Vi har kunnskap om at samiske unge drikker mindre enn majoritetsbefolkningen, men på mange andre områder har vi for lite kunnskap om samiske unge og voksnes bruk av ulike typer rusmidler.
sme: Son čujuha viidáseappot dasa ahte dutkan čájeha ahte nuoraid nana sámi identitehta suodjala gárrenmirkkuid boasttugeavaheami vuostá.

source: SANKS (Samisk nasjonalt kompetansesenter - psykisk helsevern og rus) har et godt tilbud tilpasset den samiske befolkningens språk- og kulturbakgrunn.
sme: - Mis lea máhttu das ahte sámi nuorat juhket unnit go majoritehta álbmot, muhto ollu eará surggiin lea mis menddo unnán máhttu das makkár gárrenávdnasiid sámi nuorat ja rávisolbmot geavahit.

source: Det er imidlertid viktig at de som henviser pasientene har kunnskap om at SANKS finnes og hvor viktig deres kompetanse er.
sme: SANAG:is (Sámi nationála gealboguovddáš – psykalaš dearvvašvuohta ja gárrendikšun) lea buorre fálaldat mii lea heivehuvvon sámi álbmoga giella- ja kulturduogážii.

source: Dette var et av forholdene sametingsrådet minnet regjeringen om.
sme: Dattetge lea deaŧalaš ahte sis geat galget sáddet pasieanttaid lea máhttu das ahte SÁNAG gávdno ja man deaŧalaš sin gelbbolašvuohta lea.

source: - Et område vi har liten kunnskap om er også hvilken betydning fornorskninga og stigmatisering har hatt for den samiske befolkningen.
sme: Dán birra muittuhii sámediggeráđđi ráđđehusa earret eará.

source: Samene er bærere av traumer som påvirker vår psykiske helse og dette trengs det kunnskap om, påpeker sametingsråd Henrik Olsen.
sme: - Okta suorgi man birra mis lea unnán máhttu lea maiddái makkár mearkkašupmi dáruiduhttimis ja stigmatiseremis lea leamaš sámi álbmogii.

source: Regjeringa vil lansere opptrappingsplanene i løpet av høsten.
sme: Sámiin leat traumat mat váikkuhit min psykalaš dearvvašvuhtii ja dan birra dárbbašuvvo máhttu, dadjá sámediggeráđđi Henrik Olsen.
